Repository: metarheinmain/camptix-payment-banktransfer
Catalog: languages/camptixpaymentbanktransfer-*.po
Languages: pt_pt

source: Bank Transfer
pt_pt: Transferência bancária

source: Bank transfer checkout. Please fill in your bank details below, the user will be prompted to transfer money according to this details. <strong>Make sure to include the shortcode [bankdetails] in your e-mail templates!</strong>
pt_pt: Pagamento por transferência bancária. Por favor, insira os seus dados bancários abaixo, o utilizador será informado a transferir dinheiro de acordo com os detalhes. <strong>Tenha a certeza de incluir o shortcode [bankdetails] no seu modelo de email!</strong>

source: Please transfer your money to the following bank account:
pt_pt: Proceda à transferência bancária para a conta com os dados seguintes:

source: Reference: %s
pt_pt: Referência: %s

source: Amount: %s
pt_pt: Valor: %s

source: Reference: <strong>%s</strong>
pt_pt: Referência: <strong>%s</strong>

source: Bank details
pt_pt: Dados bancários

source: Value %s does not match order total of %s!
pt_pt: O valor %s não corresponde ao total do custo de %s!

source: <strong>%d</strong> Tickets for an order total of <strong>%s</strong> marked as paid.
pt_pt: <strong>%d</strong> Bilhetes no valor total de <strong>%s</strong> assinalados como pagos.

source: Payment reference not found or already marked as paid.
pt_pt: Referência de pagamento não foi encontrada ou já foi assinalada como paga.

source: Already paid
pt_pt: Já paga

source: Marked as paid.
pt_pt: Assinalada como paga.

source: Wrong amount of money. Order total is %s!
pt_pt: Quantia errada. O total a pagar é de %s!

source: Invalid payment reference
pt_pt: Referência de pagamento inválida

source: No money amount found
pt_pt: Sem montante encontrado

source: No payment reference found
pt_pt: Não foram encontradas referências de pagamento

source: Bank Transfer payment status import
pt_pt: Importar estado da transferência bancária

source: This page is a tool to mark payments which you recieved via wire transfer as paid. You can either enter a single payment reference or import a whole CSV from your bank. Actions on this page can take long because many emails might be to send...
pt_pt: Esta página é uma ferramenta para marcar como pagos pagamentos recebidos por transferência bancária. Pode inserir um pagamento único ou importar um CSV fornecido pelo seu banco. As acções nesta página podem levar mais tempo devido aos muitos emails que podem ser enviados...

source: Single reference
pt_pt: Referência única

source: Payment reference key
pt_pt: Chave de referência de pagamentos

source: Amount (e.g. 100.5) in your currency
pt_pt: Valor (p.e. 100.5) na sua moeda

source: Mark as paid
pt_pt: Marcar como pago

source: CSV import
pt_pt: Importar CSV

source: Attention: This is very beta. If you're not the one I made this for, better don't use in a real environment. Also, this takes LONG! Make sure your server allows PHP scripts to run long. <strong>AND DO BACKUPS!</strong>
pt_pt: Atenção: Esta é uma versão Beta. Se não é uma das pessoas para quem fiz isto, é melhor não o usar num ambiente real. Mais, isto leva muito tempo! Tenha a certeza de que o seu servidor permite scripts PHP. <strong>E FAÇA BACKUPS!</strong>

source: CSV import results
pt_pt: Resultados de importação de CSV

source: Please pay before: %s
pt_pt: Por favor, pague antes de: %s

source: Payment term duration (days)
pt_pt: Prazo de pagamento (dias)
